// Pretty global things that can be used at different places
"general.cancel" = "Cancel";
"general.save" = "Save";
"general.done" = "Done";
"general.ok" = "OK";
"general.are_you_sure" = "Are you sure?";

// Main Menu
"menu.projector" = "Projector";

// Menu Items
"menu.songs.show" = "Show Songs";
"menu.songs.hide" = "Hide Songs";
"menu.projector.show_blank_screen" = "Show a blank screen";
"menu.projector.live.start" = "Go Live";
"menu.projector.live.stop" = "Turn off";

// Toolbar Items
"toolbar.songs.show" = "Show Songs";
"toolbar.songs.hide" = "Hide Songs";
"toolbar.pdfs.show" = "Show PDFs";
"toolbar.pdfs.hide" = "Hide PDFs";
"toolbar.live.start" = "Go Live";
"toolbar.live.stop" = "Turn off";

// Creating a new song
"song.form.title.placeholder" = "Title";
"song.form.content.placeholder" = "Type in the lyrics of the song here... An empty line indicates a new verse on a new slide.";
"song.form.copyright.placeholder" = "Copyright";

// Other Song related stuff
"song.warning.delete" = "This will permanently delete the selected Songs.";

// Other PDF related stuff
"pdf.warning.delete" = "This will permanently delete the selected PDF.";